Repository: paliuni/paliuni
Catalog: locale/*/LC_MESSAGES/django.po
Languages: si

source: Home
si: මුල් පිටුව

source: Why BPCHT
si: BPCHT කුමකටද

source: About BPCHT
si: BPCHT පිළිබඳ

source: Available Course
si: පවතින පාඨමාලා

source: Notices
si: දැන්වීම්

source: Blog
si: හහහහහහහහ

source: Staff
si: කාර්ය මණ්ඩලය

source: Contact
si: අප අමතන්න

source: home
si: මුල් පිටුව

source: why bpcht
si: BPCHT කුමකටද

source: about bpcht
si: BPCHT පිළිබඳ

source: available course
si: පවතින පාඨමාලා

source: Address
si: ලිපිනය
